espressif/esp-brookesia/service/media/brookesia_service_picodet/test_apps/sdkconfig.ci.esp32p4_xip
CONFIG_SPIRAM_XIP_FROM_PSRAM=y
CONFIG_IDF_TARGET="esp32p4"
